Repository: Ben31543/reservation
Catalog: Reservation.Resources/Resources/Controllers/ResourcesController.*.resx
Languages: hy

source: Accepts online payment
hy: Ընդունում է օնլայն վճարում

source: Account number
hy: Հաշվեհամար

source: Address
hy: Հասցե

source: Amount
hy: Գումար

source: Bank account does not exist
hy: Բանկային հաշիվը գոյություն չունի

# BankAccountNotAttachedToServiceMember
source: No bank account attached to service member
hy: Գործընկերոջը կցված չէ որևէ բանկային հաշիվ

source: Bank card does not exist
hy: Բանկային քարտը գոյություն չունի

source: Bank card expired
hy: Քարտի ժամկետը սպառված է

source: Branch does not exist
hy: Մասնաճյուղը գոյություն չունի

source: Card number
hy: Քարտի համար

source: Description
hy: Նկարագրություն

source: Dish does not exist
hy: Ապրանքը գոյություն չունի

source: Email
hy: Էլ․ հասցե

# FieldIsRequired
source: field is requried
hy: դաշտը պարտադիր է

source: Image URL
hy: Նկարի URL

source: Insufficient balance
hy: Անբավարար միջոցներ

source: Invalid date
hy: Սխալ ամսաթիվ

# InvalidEmail
source: Invalid email format
hy: Սխալ էլ․ հասցեյի ֆորմատ

# InvalidPhoneNumber
source: Invalid phone number format
hy: Սխալ հեռախոսահամարի ֆորմատ

source: Is available
hy: Առկա է

source: Login
hy: Մուտքանուն

# MemberDoesNotExis
source: Member does not exist
hy: Օգտատերը գոյություն չունի

source: Member ID
hy: Օգտատիրոջ ID

source: Name
hy: Անուն

source: Open time must be earlier than close time
hy: Բացման ժամը պետք է լինի ավելի վաղ, քան փակման ժամը

source: Owner
hy: Քարտապան

source: Password
hy: Գաղտնաբառ

# PasswordDoNotMatch
source: Passwords do not match
hy: Գաղտնաբառերը չեն համընկնում

source: Phone
hy: Հեռախոսահամար

source: Price
hy: Արժեք

source: Reservation not found
hy: Ամրագրումը չի գտնվել

source: Reserving date
hy: Ամրագրման ամսաթիվ

source: Service member does not exist
hy: Գործընկերը գույություն չունի

source: Service member ID
hy: Գործընկերոջ ID

source: Surname
hy: Ազգանուն

source: Type
hy: Տեսակ

source: Valid thru
hy: Վավեր է մինչև

source: Wrong Credientials
hy: Սխալ տվյալներ

# WrongIncomingParameters
source: Wrong incoming parametres
hy: Սխալ պարամետրեր
